tap "1password/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "mongodb/brew"
tap "nextfire/tap"
tap "wix/brew"
brew "act"
brew "xz"
brew "glib"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "automake"
brew "cairo"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "openldap"
brew "curl"
brew "dos2unix"
brew "exa"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "snappy"
brew "srt", link: false
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "tcl-tk"
brew "git-gui"
brew "gobject-introspection"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "hashcat"
brew "homeshick"
brew "htop"
brew "httpie"
brew "id3v2"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libpq"
brew "mailhog"
brew "mas"
brew "node@16"
brew "mongosh"
brew "mp3val"
brew "ncdu"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "openjdk@11"
brew "pidgin"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "rbenv"
brew "rclone"
brew "redis"
brew "rust"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "testdisk"
brew "thefuck"
brew "wget"
brew "zlib"
brew "leoafarias/fvm/fvm"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community@5.0"
brew "nextfire/tap/apple-music-discord-rpc"
brew "wix/brew/applesimutils"
cask "1password-cli"
cask "androidtool"
cask "blackhole-16ch"
cask "brewservicesmenubar"
cask "db-browser-for-sqlite"
cask "fig"
cask "gimp"
cask "maccy"
cask "mongodb-compass"
cask "ngrok"
cask "raycast"
cask "responsively"
cask "uninstallpkg"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Amphetamine", id: 937984704
mas "au.id.haroldchu.mac.Bandwidth", id: 490461369
mas "Boop", id: 1518425043
mas "CleanMyDrive 2", id: 523620159
mas "CotEditor", id: 1024640650
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Gemini 2", id: 1090488118
mas "Gifski", id: 1351639930
mas "Hex Fiend", id: 1342896380
mas "Hidden Bar", id: 1452453066
mas "Hotspot Shield", id: 771076721
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Piccolo", id: 1561230039
mas "Rocket.Chat", id: 1086818840
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Tot", id: 1491071483
mas "Transporter", id: 1450874784
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "codezombiech.gitignore"
vscode "cssho.vscode-svgviewer"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "Gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "patricklee.vsnotes"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "snipsnapdev.snipsnap-vscode"
vscode "sysoev.vscode-open-in-github"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
