tap "1password/tap"
tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "gitguardian/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "mongodb/brew"
tap "nextfire/tap"
tap "wix/brew"
brew "act"
brew "xz"
brew "atuin"
brew "automake"
brew "openssl@3"
brew "bat"
brew "readline"
brew "glib"
brew "cairo"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "dos2unix"
brew "exiftool"
brew "fastfetch"
brew "fastlane"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "snappy"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "ffmpegthumbnailer"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "tcl-tk"
brew "git-gui"
brew "openldap"
brew "gobject-introspection"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "hashcat"
brew "htop"
brew "httpie"
brew "id3v2"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libpq"
brew "llvm"
brew "mailhog"
brew "mas"
brew "mongosh"
brew "mp3val"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openjdk@17"
brew "poppler"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rust"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "thefuck"
brew "tree"
brew "unar"
brew "wget"
brew "yazi"
brew "zlib"
brew "gitguardian/tap/ggshield"
brew "leoafarias/fvm/fvm"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "nextfire/tap/apple-music-discord-rpc"
brew "wix/brew/applesimutils"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "authy"
cask "betterzip"
cask "blackhole-16ch"
cask "blender"
cask "cheatsheet"
cask "codux"
cask "db-browser-for-sqlite"
cask "discord"
cask "elmedia-player"
cask "fig"
cask "figma"
cask "firefox"
cask "flux"
cask "font-fira-code-nerd-font"
cask "free-download-manager"
cask "gimp"
cask "github"
cask "google-chrome"
cask "grandperspective"
cask "httpie"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "json-viewer"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "macs-fan-control"
cask "mediamate"
cask "microsoft-edge"
cask "mongodb-compass"
cask "multiviewer-for-f1"
cask "musicbrainz-picard"
cask "nextcloud"
cask "ngrok"
cask "obs"
cask "omnidisksweeper"
cask "openvpn-connect"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "responsively"
cask "signal"
cask "spacelauncher"
cask "tailscale"
cask "teamviewer"
cask "telegram"
cask "uninstallpkg"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "whisky"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Amphetamine", id: 937984704
mas "Bandwidth+", id: 490461369
mas "Battery Monitor", id: 836505650
mas "CleanMyDrive 2", id: 523620159
mas "Codepoint", id: 6444068649
mas "CotEditor", id: 1024640650
mas "CrystalFetch", id: 6454431289
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Gemini 2", id: 1090488118
mas "Gifski", id: 1351639930
mas "Hex Fiend", id: 1342896380
mas "Hidden Bar", id: 1452453066
mas "Hotspot Shield", id: 771076721
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Piccolo", id: 1561230039
mas "Prime Video", id: 545519333
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Tot", id: 1491071483
mas "Transporter", id: 1450874784
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "blaugold.melos-code"
vscode "codezombiech.gitignore"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "gruntfuggly.todo-tree"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "orta.vscode-jest"
vscode "patricklee.vsnotes"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "ryuta46.multi-command"
vscode "sysoev.vscode-open-in-github"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
